{
  "idx_000_mea": "Measure Master",
  "idx_001_3n1": "3-in-1 measuring tool",
  "idx_002_fie": "v1 · field testing",
  "idx_003_hom": "home",
  "idx_004_htu": "how to use",
  "idx_005_rev": "reviews",
  "idx_006_pri": "privacy",
  "idx_011_acc": "Account for testers and reviewers",
  "idx_012_cre": "Create an account below, then go to the Reviews page..",
  "idx_020_inp": "incorrect password",
  "idx_021_inc": "incorrect confirm password",
  "idx_022_fsp": "failed Sign Up",
  "idx_023_ssp": "Signed Up",
  "idx_024_fln": "failed Log in",
  "idx_025_sln": "Logged In",
  "idx_100_all": "All-in-one measuring app",
  "idx_101_3n1": "3-in-1 measuring tool",
  "idx_102_aps": "AR, Photo Perspective, and On-screen.",
  "idx_103_rea": "Measure real-world distances, correct perspective in photos, and draw shapes directly on your screen — all in one place.",
  "idx_110_get": "Get it on Google Play Store in free",
  "idx_120_see": "See how it works.",
  "idx_200_arm": "AR Mode",
  "idx_201_dis": "Measure real-time distance between two points indoors using the AR camera.",
  "idx_210_ppm": "Photo Perspective Mode",
  "idx_211_est": "Estimate the actual perimeter or area in a photo using a basic reference rectangle and perspective correction.",
  "idx_220_est": "On-screen Mode",
  "idx_221_dra": " Draw shapes directly on your screen and get approximate length and area immediately.",
  "idx_300_for": "For whom  is Measure Master ?",
  "idx_301_opt": "It’s optimized not for ultra-precise engineering work, but for fast decisions on site",
  "idx_310_jse": "Job-site estimates",
  "idx_311_con": "Constructors and remodelers",
  "idx_312_tak": "Take one photo on site instead of drawing a quick sketch. As long as you include a known rectangle (like A4 paper), you can revisit the photo later and estimate lengths and areas.",
  "idx_320_are": "Area checks",
  "idx_321_doo": "Doors, windows, flooring, and more",
  "idx_322_whn": "When you just need to know “about how many square meters this is,”  trace the outline and see the approximate area on the spot.",
  "idx_330_vis": "Visual reports",
  "idx_331_pho": "Photos with dimensions on top",
  "idx_332_ovl": "Overlay measurements directly on the photo, capture the screen, and share it as a simple report with clients or colleagues.",
  "idx_400_key": "Key features",
  "idx_401_fro": "From photo perspective correction to curved line length, Measure Master focuses on the tools you actually use in the field.",
  "idx_410_per": "Perspective correction",
  "idx_411_fix": "Fix distortion with a reference rectangle",
  "idx_412_pla": "Place a reference rectangle with known dimensions (for example, A4 paper). Using that, the app corrects perspective and estimates length and area on the photo.",
  "idx_420_fre": "Free-form shapes",
  "idx_421_com": "Measure complex outlines",
  "idx_422_tra": "Trace straight or curved boundaries with your finger.  The app adds up total length and area for each shape and for the overall selection.",
  "idx_430_fie": "Field-friendly UI",
  "idx_431_des": "Designed for small screens and quick use",
  "idx_432_int": "The interface minimizes steps and button count so you can operate it quickly even when you are on site, wearing gloves, or in a hurry.",
  "idx_500_scr": "Screenshots",
  "idx_501_the": "These screenshots are the same ones used on the Google Play listing.",
  "idx_510_set": "Set up a reference rectangle, then measure lengths and areas in the corrected view.",
  "idx_520_use": "Use AR mode to measure a segment directly in 3D space.",
  "idx_530_con": "Configure units, reference rectangle values, and other options before you measure.",
  "idx_600_abo": "About accuracy and limitations",
  "idx_601_aim": "Measure Master aims to bring the feel of “tape measure + field sense” into your phone. Please keep the following in mind.",
  "idx_610_tar": "It targets approximate values for decision-making, not certified engineering-grade measurements.",
  "idx_620_mor": "The more accurate your reference rectangle dimensions are, the more reliable the results will be.",
  "idx_630_car": "Camera angle, photo quality, and lens distortion can all introduce error.",
  "idx_640_legal": "For legal or contractual measurements, you must still use proper professional tools and procedures.",
  "idx_700_try": "Try measuring with just a photo.",
  "idx_701_app": "The app is currently in tester-only mode, but it is already usable for real-world jobs.  We are iterating based on feedback from people who actually work on site.",
  "idx_710_get": "Get it on Google Play Store",
  "idx_720_lea": "Leave a review",
  "idx_730_you": "If you have trouble installing, please check the <a href=\"/howtouse.html\">How to use</a> page first."
}